Repository: bryanaka/medicam
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: This type of file is not allowed.
es: Este tipo de archivo no es permitido.

source: Proof of credentials must be less than 20MB.
es: Prueba de credenciales deben ser menos de 20MB.

source: You must confirm all items.
es: Necesita confirmar todos los elementos.

source: notify me no more than once every
es: No me notifique más de una vez por

source: start of quiet hours
es: el comienzo de horas de silencio

source: end of quiet hours
es: el fin de horas de silencio

source: COVID-19 Clinic
es: Clínica de COVID-19

source: online Coronavirus clinic
es: clínica de coronavirus en línea

source: A virtual COVID-19 clinic. Live video consultations with volunteer medics.
es: Clínica de COVID-19 virtual. Consultaciones por video en vivo con medicos voluntarios

source: Work in Progress
es: Trabajo en progreso

source: We are now accepting volunteer applications and scaling up as quickly as possible. Wait times are currently very long.
es: Estamos aceptando aplicaciones para voluntarios y ampliando lo mas rapido de posible. Los tiempos de espera son actualmente muy largos.

source: Please read and acknowledge the following
es: Por favor leer y reconocer lo siguiente

source: This website is provided in good faith as a last resort for those who are otherwise unable to obtain help and advice during this unprecedented public health emergency.
es: Este sitio web es provisto de buena fe como último recurso para personas que no pueden obtener ayuda y consejos durante este brote sin precedentes y emergencia de salud publica.

source: This website is not a healthcare provider, and it may not connect you to a licensed healthcare provider. We verify volunteers on a best-effort basis.
es: Esta sitio web no es profesional de salud y es posible que no lo conecte conun profesional de salud licenciado. Verificamos nuestros voluntarios sobrela base del mejor esfuerzo.

source: If you have a medical emergency, call your local emergency services or go to the emergency room
es: Si tiene una emergencia medica, llame a su servicios locales de emergencia o vaya a la sala de emergencias.

source: The website is named
es: Este sitio web se llama

source: to help the site appear in relevant search results; it does not necessarily mean you will see a doctor.
es: para asistir este sitio web aparecer en resultados de búsqueda relevantes; Eso no quiere decir necesariamente que va a ver un médico.

source: Volunteers are minimally verified and may not be licensed in your jurisdiction. Any advice you receive from volunteers is taken at your own risk.
es: Voluntarios son minimamente verificados y es posible que no estan licenciados en su jurisdicción. Cualquier consejos que reciben de voluntarios sera a su propio riesgo.

source: Volunteers may take brief notes about the presenting complaint, symptoms, and management plan. These notes will be stored according to industry best practice. Information will not be shared unless required by law.
es: Voluntarios pueden tomar breves notas de sus sìntomas y plan de manejo. Estas notas seran retenidos segun las mejores prácticas de la industria. Informacion no sera compartida si no esta requirida por la ley.

source: Your name or other personally identifying information will not be stored. Your IP address will be stored to help protect our systems.
es: Su nombre y otra informacion personal no sera retenido. Su dirección IP sera retenida para proteger nuestros sistemas.

source: By continuing, you confirm that you agree to our
es: A continuar, usted confirma que esta de acuerdo con nuestro

source: Privacy Policy
es: Privacidad Términos

source: and
es: y

source: Terms of Use
es: Términos de uso

source: Enable my camera
es: Permitir uso de mi cámara

source: I agree
es: Estoy de acuerdo

source: Frequently Asked Questions
es: Preguntas frecuentes

source: What is COVID-19?
es: Qué es COVID-19?

source: In early February, the World Health Organization gave the name coronavirus disease 2019 to the disease caused by the 2019 novel coronavirus. Coronavirus disease 2019 is abbreviated as COVID-19. COVID can be broken into three parts, CO stands for corona, VI stands for virus, and D stands for disease.
es: Al comienzo de febrero, el World Health Organization (WHO) nombró la enfermedad de coronavirus 2019 causada por el nuevo coronavirus de 2019. La enfermedad de coronavirus 2019 es abreviada con COVID-2019. COVID se puede separar en tres partes: CO significa corona, VI significa virus, y D significa enfermedad (disease en inglés).

source: How can I protect myself from COVID-19?
es: Cómo puedo protegerme de COVID-19?

source: What are the symptoms of COVID-19?
es: Què son los sìntomas de COVID-19?

source: COVID-19 symptoms typically appear 2-14 days after exposure. Symptoms include fever, cough, and shortness of breath.
es: Sìntomas de COVID-19 tipicamente 2-14 dìas depues de . Sìntomas incluar

source: When should I be tested for COVID-19?
es: Cuando debo ?

source: Is there a cure for COVID-19?
es: Hay una cura para COVID-19?

source: There is currently no specific cure for COVID-19.
es: Actualamente no hay cura para COVID-19.

source: Language
es: Idioma

source: This website is an online Coronavirus clinic.
es: Este sitio web es una clínica de coronavirus en línea

source: Test your webcam
es: prueba su cámara

source: Need help with Coronavirus?
es: Necesitas ayuda con Coronavirus?

source: It's free, and you don't need a camera or app.
es: Es gratis y no necesita cámara o aplicación

source: No volunteers currently available
es: No hay voluntarios disponibles

source: Volunteer on
es: Voluntario en

source: join us in #online-clinic on Discord
es: Únete a nosotras en #online-clinic en Discord

source: or
es: o

source: Finish
es: Terminar

source: Thank you. We will verify your credentials as soon as possible.
es: Gracias. Vamos a verificar su

source: Languages spoken fluently
es: Sus idiomas fluentes

source: Test camera
es: Prueba cámara

source: Confirm the following
es: Confirme lo siguiente

source: We can send a notification to your device if a patient is waiting and no other volunteers are online. This means you can close your web browser and we'll let you know when your help is most needed.
es: Podemos mandar una notificacion a su dispositivo si un paciente esta esperando y no hay otros voluntarios en línea. Este significa que puede cerrar su navegador web y le avisaremos cuando necesitamos su ayuda.

source: Notify me when I'm needed
es: Aviseme cuando me necesite

source: If you prefer, we won't notify you during quiet hours.
es: Si usted prefiere, no le avisaremos durante horas de silencio.

source: Continue
es: Continuar

source: Waiting for a volunteer
es: Esperando por un voluntario

source: This page will automatically refresh every 15 seconds.
es: Esta página se actualizará automáticamente cada 15 segundos.

source: Cancel
es: Cancelar

source: English
es: Ingles

source: Spanish
es: Español
